/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 630 60 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Attackers might be trying to steal your information (for example, passwords, messages, or credit cards).";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Bank transfer" = "Bank transfer";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Card" = "Card";

/* No comment provided by engineer. */
"Card number" = "Card number";

/* No comment provided by engineer. */
"Close and go back" = "Close and go back";

/* No comment provided by engineer. */
"Correct your card number" = "Correct your card number";

/* No comment provided by engineer. */
"Credit card" = "Credit card";

/* No comment provided by engineer. */
"credit or debit" = "credit or debit";

/* No comment provided by engineer. */
"Customer service" = "Customer service";

/* No comment provided by engineer. */
"CVV code" = "CVV code";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Enter a card number" = "Enter a card number";

/* No comment provided by engineer. */
"Please enter a valid date" = "Please enter a valid date";
"Please enter a valid code" = "Please enter a valid code";
"MM/YY" = "MM/YY";

/* No comment provided by engineer. */
"Enter CVV code" = "Enter CVV code";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Expiration date" = "Expiration date";

/* No comment provided by engineer. */
"fast online transfer" = "fast online transfer";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf";

/* No comment provided by engineer. */
"I accept " = "I accept ";

/* No comment provided by engineer. */
"New card" = "New card";

/* No comment provided by engineer. */
"No, stay on one payment page" = "No, stay on one payment page";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Publisher" = "Publisher";

/* No comment provided by engineer. */
"Save and use" = "Save and use";

/* No comment provided by engineer. */
"Scan Card" = "Scan Card";

/* No comment provided by engineer. */
"Position your card in this frame" = "Position your card in this frame";

/* No comment provided by engineer. */
"Hold still…" = "Hold still…";

/* No comment provided by engineer. */
"Select payment method" = "Select payment method";

/* No comment provided by engineer. */
"This card is not supported" = "This card is not supported";

/* No comment provided by engineer. */
"PayU Payment Terms" = "PayU Payment Terms";

/* No comment provided by engineer. */
"Use" = "Use";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Yes, go back" = "Yes, go back";

/* No comment provided by engineer. */
"Your connection is not secure" = "Your connection is not secure";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Your payment will be canceled. Continue?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Configure to pay by phone";
"Pay by phone" = "Pay by phone";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "use code from your bank app";
"Enter BLIK code" = "Enter BLIK code";
"Authorize and store BLIK payment in your bank app" = "Authorize and store BLIK payment in your bank app";
"one-tap payment" = "one-tap payment";
"Enter new BLIK code" = "Enter new BLIK code";
"saved BLIK payment" = "saved BLIK payment";

/* Mastercard Installments strings */
"Transaction approved" = "Transaction approved";
"Installment payment" = "Installment payment";
"The recipient will get the total order amount." = "The recipient will get the total order amount.";
"You can split this payment into installments with Mastercard." = "You can split this payment into installments with Mastercard.";
"Split into installments" = "Split into installments";
"No, thanks" = "No, thanks";
"You can pay in installments with Mastercard. Select the number of installments to confirm." = "You can pay in installments with Mastercard. Select the number of installments to confirm.";
"total" = "total";
"1st installment" = "1st installment";

/* payu installments */
"Installments" = "Installments";
"decision in even 15 minutes" = "decision in even 15 minutes";
"Your application is still being reviewed." = "Your application is still being reviewed.";
"Your lender and/or store will inform you of the next steps." = "Your lender and/or store will inform you of the next steps.";
"In order to finalize the process You will be redirected to browser" = "In order to finalize the process You will be redirected to browser";
"Accept" = "Accept";
